
import balan from "../../img/kom1.jpg";
import kondat from "../../img/kom2.jpg";
import lebid from "../../img/kom3.jpg";
import spodar from "../../img/kom4.jpg";
import bmukolenko from "../../img/kom5.jpg";
import "./Kerivnuku.css"
const Kerivnuku = () => {

    return(
        <div class='kerivnu-ngu'>
            <h1>КЕРІВНИЦТВО</h1>
             <div class='kerivnu-ngu-info'>
                      <img src={balan} alt=""/> 
            <head3 calass="text-tx">Командувач Національної гвардії України генерал-полковник Балан Микола Іванович  </head3>
                 <p class='text-txt'>
                                          Народився 12 грудня 1968 року в Івано-Франківській області.

                                У 2003 році закінчив Академію прикордонних військ України з відзнакою.

                                Пройшов офіцерські посади від командира взводу до начальника Кримського територіального командування внутрішніх військ Міністерства внутрішніх справ України.

                                У 2017 році закінчив Національну академію державного управління при Президентові України з відзнакою.

                                13 червня 2019 року призначений Командувачем Національної гвардії України.

                                У 2020 році здобув науковий ступінь «Доктор філософії» в галузі знань «Публічне управління та адміністрування».

                                Нагороджений орденом «За заслуги II та III ступенів», медаллю «За військову службу Україні».
            </p>
         </div>
         <div class='kerivnu-ngu-info'>
                      <img src={kondat} alt=""/> 
            <head3 calass="text-tx">Перший заступник командувача Національної гвардії України (начальник штабу) генерал-лейтенант Кондратюк Володимир Васильович </head3>
                 <p class='text-txt'>
                 Народився 3 лютого 1968 року в с. Кочержинці Уманського району Черкаської області.

                            У 2002 році закінчив Національну академію прикордонних військ України ім. Б. Хмельницького та здобув кваліфікацію офіцера військового управління оперативно-тактичного рівня.

                            За час військової служби пройшов посади від командира взводу до начальника Південного територіального управління Національної гвардії України.

                            13 червня 2019 року Указом Президента України призначений на посаду першого заступника командувача Національної гвардії України.

                            Нагороджений Орденом Богдана Хмельницького ІІ та ІІІ ступенів.
            </p>
         </div>
              
         <div class='kerivnu-ngu-info'>
                      <img src={lebid} alt=""/> 
            <head3 calass="text-tx">Заступник командувача Національної гвардії України генерал-лейтенант Лебідь Юрій Анатолійович </head3>
                 <p class='text-txt'>
                 Народився 2 травня 1967 року в м. Суми.

                            2004 року закінчив Національну академію оборони та здобув оперативно-тактичний рівень підготовки (магістр).

                            Пройшов офіцерські посади від командира взводу до начальника Східного територіального управління Національної гвардії України.

                            13 червня 2019 року Указом Президента України призначений заступником командувача Національної гвардії України.

                            Нагороджений орденом Богдана Хмельницького III ступеня.
            </p>
         </div>
        </div>
    )
}

export default Kerivnuku